[
    {
        "id": 122,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//uexxR7Kw1qYbZk0RYaF9Rx5ykbj.jpg",
        "url": "https://www.themoviedb.org/movie/122",
        "title": "Stăpânul inelelor: Întoarcerea regelui",
        "description": "Aragorn este dezvăluit ca moștenitor al regilor de demult  în timp ce el, Gandalf și ceilalți membri ai frăției destrămate se luptă să salveze  Gondorul de forțele lui Sauron. Între timp, Frodo și Sam aduc inelul mai aproape de inima Mordorului, tărâmul stăpânului întunericului.",
        "ratings": [
            4.2
        ]
    },
    {
        "id": 244786,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//zanRg1beSjnBA1ScnW6k9S8Vgua.jpg",
        "url": "https://www.themoviedb.org/movie/244786",
        "title": "Whiplash",
        "description": "Filmul spune povestea unui student aflat la începutul unei anevoioase experiențe: transformarea în basistul central al celei mai bune orchestre de jazz din țară. Este pregătit să facă orice pentru asta, însă ciudatul și excentricul său profesor îl înnebunește cu metodele sale extreme de predare. Începe astfel să își piardă încrederea în talentul său și în sine însuși...",
        "ratings": [
            4.2
        ]
    },
    {
        "id": 120,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "url": "https://www.themoviedb.org/movie/120",
        "title": "Stăpânul inelelor: Frăția inelului",
        "description": "Tânărul hobbit Frodo Baggins, după ce moștenește un inel misterios de la unchiul său Bilbo, trebuie să-și părăsească casa pentru a evita ca acesta să cadă în mâinile creatorului său malefic. Pe drum, o frăție este formată pentru a proteja pe purtătorul inelului și pentru a se asigura că inelul ajunge la destinația finală: Muntele Osândei, singurul loc unde poate fi distrus.",
        "ratings": [
            4.15
        ]
    },
    {
        "id": 27205,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//edv5CZvWj09upOsy2Y6IwDhK8bt.jpg",
        "url": "https://www.themoviedb.org/movie/27205",
        "title": "Începutul",
        "description": "Dom Cobb (Leonardo DiCaprio) este un hoț priceput, cel mai bun în domeniul periculoasei arte a extracției, adică al furtului de informații și secrete prețioase din subconștientul oamenilor în timp ce aceștia visează, când mintea lor este cel mai vulnerabilă.",
        "ratings": [
            4.15
        ]
    },
    {
        "id": 299534,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "url": "https://www.themoviedb.org/movie/299534",
        "title": "Răzbunătorii: Sfârşitul jocului",
        "description": "Plutind în voia sorții, în adâncul spațiului, fără apă sau mâncare și cu rezervele de aer pe terminate, Tony Stark înregistrează un mesaj pentru Pepper Potts, în speranța că, într-o bună zi, probabil mult după ce el nu va mai fi decât un schelet mumificat la bordul unei nave în derivă, vorbele lui vor ajunge la destinatar. Între timp, Răzbunătorii care au supraviețuit decimării provocate de Thanos cu un simplu pocnet din degete, adică Thor, Black Widow, Captain America și Bruce Banner (cu Hulk făcut ghem de frică și încă reticent la ideea de a-și arăta fața în public), încearcă să găsească o cale de a-și salva prietenii, aliații și, mă rog, acea jumătate de univers care nu a supraviețuit semi-zeului malefic ce a nimicit viața pe o scară greu de imaginat.",
        "ratings": [
            4.15
        ]
    },
    {
        "id": 157336,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//mgt3D3a51efPMqGOgwH7AaF5m67.jpg",
        "url": "https://www.themoviedb.org/movie/157336",
        "title": "Călătorind prin univers",
        "description": "În contextul în care existența omenirii pe Pământ este amenințată, un grup de exploratori se folosesc de o gaură de vierme nou descoperită pentru a  depăși limitele spațiului și a cuceri imensele distanțe ale unei călătorii interstelare.",
        "ratings": [
            4.15
        ]
    },
    {
        "id": 299536,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//z3QXl885WSAgWY0Ab81HBdyK3fX.jpg",
        "url": "https://www.themoviedb.org/movie/299536",
        "title": "Răzbunătorii: Războiul infinitului",
        "description": "În vreme ce Răzbunătorii și aliații lor au continuat să protejeze lumea de amenințările care sunt prea mari ca vre-un erou singur să le dobândească, un nou pericol iese la iveală din umbrele cosmice: Thanos. Un despot de talie intergalactică, țelul lui este să pună mână pe toate cele șase pietre ale inifitului, artefacte de o putere neimaginabilă, și să le folosească pentru a aplica dorința lui ciudată în toată realitatea. Tot pentru ceea ce au luptat Răzbunătorii până acum a dus la acest moment - soarta Pământului și însuși existența nu au fost niciodată mai incerte.",
        "ratings": [
            4.15
        ]
    },
    {
        "id": 11,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//8Yu20PAgnyOqgHQt29z0HyuhHBu.jpg",
        "url": "https://www.themoviedb.org/movie/11",
        "title": "Războiul stelelor - Episodul IV: O nouă speranță",
        "description": "Han Solo se vede prins intr-o misiune de salvare, stramtorat fiind de o datorie catre Jabba, binecunoscutul \"mafiot\". In urma salvarii pritesei Leia el este prins in hatisurile Rebeliunii si ajunge incet sa o ajute in a distruge fabuloasa Stea a Mortii. Leia este printesa si spion de elita a Rebeliunii, ea fiind un personaj principal in intreaga trilogie. Tanarul Luke Skywalker este cel ce se dovedeste a fi ceea ce Obi Wan Kenobi a cautat",
        "ratings": [
            4.1
        ]
    },
    {
        "id": 1124,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//cNpg2TjWtsut8QUBqezkbHXQFgb.jpg",
        "url": "https://www.themoviedb.org/movie/1124",
        "title": "Prestigiul",
        "description": "O poveste misterioasă a doi magicieni a căror rivalitate intensă îi conduce într-o bătălie de-o viață pentru supremație. O bătălie plină de obsesie, înșelăciune și gelozie cu consecințe periculoase și mortale.",
        "ratings": [
            4.1
        ]
    },
    {
        "id": 857,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//JC8KQ2BXaAIFEU8zEuakiwUQSr.jpg",
        "url": "https://www.themoviedb.org/movie/857",
        "title": "Salvați soldatul Ryan",
        "description": "În timp ce trupele Statelor Unite asaltează plajele Normandiei, trei frați sunt căzuți morți pe câmpul de luptă, cel de-al patrulea fiind prins în spatele linilor inamice. Căpitanul John Miller și șapte oameni sunt însărcinați cu penetrarea teritoriului deținut de germani și aducerea băiatului acasă.",
        "ratings": [
            4.05
        ]
    },
    {
        "id": 603,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//aOIuZAjPaRIE6CMzbazvcHuHXDc.jpg",
        "url": "https://www.themoviedb.org/movie/603",
        "title": "Matrix",
        "description": "Exista două lumi: prima, cea în care trăim zi de zi, și cea de-a doua, deloc cunoscută, paralelă cu cea reală. Una este vis. Cealaltă este Matricea.  Neo (Keanu Reeves) încearcă din răsputeri să afle adevărul despre acea lume despre care a auzit vorbindu-se doar în șoaptă, lume misterioasă și plină de necunoscut. Dar ce este Matricea? Neo crede că Morpheus (Laurence Fishburne), o persoană pe care o cunoaşte doar din povești, un tip pe care nu-l prinzi niciodată, considerat în acelaşi timp cel mai periculos bărbat în viață, poate să-i dea acest răspuns. Dar adevărul pe care Neo îl află este mult peste așteptări. Iar viața lui nu va mai fi la fel.",
        "ratings": [
            4.05
        ]
    },
    {
        "id": 424694,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//2dgPU41w0pN90pLEJNqEVknwQZK.jpg",
        "url": "https://www.themoviedb.org/movie/424694",
        "title": "Bohemian Rhapsody",
        "description": "Este o celebrare a legendarei trupe Queen, a muzicii lor și a liderului extraordinar al formației, Freddie Mercury, care a sfidat stereotipurile și a distrus convențiile, devenind unul dintre cei mai iubiți artiști de pe planetă. Filmul urmărește ascensiunea meteorică a trupei prin melodiile lor iconice și sunetul revoluționar, apropierea de colaps a formației pe măsură ce stilul de viață al lui Mercury scapă de sub control, dar și reuniunea lor triumfătoare în ajunul concertului „Live Aid”, unde Mercury, care se confruntă cu o boală amenințătoare, conduce trupa într-una dintre cele mai puternice performanțe din istoria muzicii rock.",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 146233,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//uhviyknTT5cEQXbn6vWIqfM4vGm.jpg",
        "url": "https://www.themoviedb.org/movie/146233",
        "title": "Prizonieri",
        "description": "Când fica lui Keller Dover și prietena ei dispar, el încearcă să rezolve problema pe cont-propriu în timp ce poliția urmărește mai multe piste și tensiunea se adâncește. Dar cât de departe va merge acest tată disperat pentru a-și proteja familia?",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 10681,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//oMYadKmdsnHaeaMUIdxGICCv9Jb.jpg",
        "url": "https://www.themoviedb.org/movie/10681",
        "title": "WALL·E",
        "description": "",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 315465,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//2xdR78HxMLIsnHwQIo70DT670gQ.jpg",
        "url": "https://www.themoviedb.org/movie/315465",
        "title": "Băiatul și bestia",
        "description": "Shybuia: lumea oamenilor. Jutengai: lumea Bestiei. Băiatul și Bestia trăiesc izolați în două lumi separate, dar într-o zi băiatul intră în lumea Bestiei și devine discipolul Bestiei Kumatetsu și primește numele de Kyuta. Această întâlnire spectaculoasă este începutul unei aventuri care depășește limitele imaginației.\r The Boy and the Beast/Băiatul și Bestia este o călătorie spre un univers fantastic, cu momente emoționante și amuzante, o călătorie în care spectatorul redescoperă valoarea prieteniei, a loialității și a dragostei.",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 106646,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//sOxr33wnRuKazR9ClHek73T8qnK.jpg",
        "url": "https://www.themoviedb.org/movie/106646",
        "title": "Lupul de pe Wall Street",
        "description": "Un jucător la bursă din New York refuză să coopereze într-un caz major de fraudă în care e implicată corupția de pe Wall Street, lumea corporatistă bancară și infiltrarea mafiei. Bazat pe autobiografia lui Jordan Belfort.",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 60243,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//wQVvASmpm8jGhJBQU20OkoMcNzi.jpg",
        "url": "https://www.themoviedb.org/movie/60243",
        "title": "جدایی نادر از سیمین",
        "description": "",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 24,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//v7TaX8kXMXs5yFFGR41guUDNcnB.jpg",
        "url": "https://www.themoviedb.org/movie/24",
        "title": "Uciderea lui Bill: Volumul 1",
        "description": "O asasină este împușcată la altar de către angajatorul ei nemilos, Bill, și alți membri ai cercului lor de asasini. Dar, „Mireasa” trăiește pentru a-și pregăti răzbunarea. Pregătindu-se pentru a-i răsplăti, ea face o listă de murit și îi vânează pe cei care i-au greșit, lăsând-ul pe Bill ultimul.",
        "ratings": [
            4.0
        ]
    },
    {
        "id": 150540,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//lRHE0vzf3oYJrhbsHXjIkF4Tl5A.jpg",
        "url": "https://www.themoviedb.org/movie/150540",
        "title": "Întors pe dos",
        "description": "Viața lui Riley, o fetiță veselă și lipsită de griji, este dată peste cap când trebuie să-și ia rămas-bun de la copilăria ei fericită din Minnesota pentru a se muta la San Francisco. Este momentul când emoțiile ei preiau inițiativa, spre nemulțumirea părinților complet depășiți de situație ai fetiței. Furia, Dezgustul, Frica, Tristețea și Bucuria se ceartă, colaborează și se pierd în discuții în contradictoriu în încercarea de-a o face pe Riley să meargă mai departe și să-și găsească noi prieteni.",
        "ratings": [
            3.95
        ]
    },
    {
        "id": 530915,
        "maker": "themoviedb",
        "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2//AuGiPiGMYMkSosOJ3BQjDEAiwtO.jpg",
        "url": "https://www.themoviedb.org/movie/530915",
        "title": "1917: Speranță și moarte",
        "description": "În timpul Primului Război Mondial, în aprilie 1917, doi tineri soldaţi dintr-un regiment britanic primesc ordinul să parcurgă „no man's land”-ul lăsat în urmă de nemţii aparent în retragere şi să transmită un mesaj comandantului unui alt regiment britanic gata să atace.  Ei trebuie să livreze un mesaj pe teritoriul inamic în ceea ce pare o misiune aproape sinucigașă. Dar miza este uriașă: ajuns la destinaţie, mesajul ar putea salva viaţa a 1600 de confraţi altfel condamnaţi la moarte sigură.",
        "ratings": [
            3.95
        ]
    }
]